# 1.Напишите программу, которая будет на вход принимать число N и выводить числа от -N до N
n = int (input ("Введите число: "))
a = range (-n,n+1)
for i in a:
     print (i)





